Repository: GitMirroring/skribilo
Catalog: po/*.po
Languages: ro

source: unexpected character in Skribilo module
ro: caracter neașteptat în modulul Skribilo

source: Technical Report
ro: Raport tehnic

source: In
ro: În

source: Chapter
ro: Capitolul

source: PhD Thesis
ro: Teză de doctorat

source: orphan node: ~a~%
ro: nod orfan: ~a~%

source: cycle found in AST: ~a~%
ro: ciclu găsit în AST: ~a~%

source: ~a: unknown markup option for '~a'~%
ro: ~a: opțiune de marcare necunoscută pentru „~a”~%

source: '~a' (~a): markup identifier already bound~%
ro: „~a” (~a): identificator de marcaj deja legat~%

source: undefined AST error: ~a~%
ro: eroare AST nedefinită: ~a~%

source: ~a:~a:~a: invalid bibliography entry: ~a~%
ro: ~a:~a:~a: intrare bibliografică nevalidă: ~a~%

source: invalid bibliography entry: ~a~%
ro: intrare bibliografică nevalidă: ~a~%

source: invalid bibliography entry template: '~a', in '~a'~%
ro: șablon de intrare bibliografică nevalid: „~a”, în „~a”~%

source: invalid bibliography entry s-exp: '~a'~%
ro: intrare bibliografică nevalidă s-exp: „~a”~%

source: undefined bibliography error: ~a~%
ro: eroare bibliografică nedefinită: ~a~%

source: Call stack trace not available.~%
ro: Urmărirea stivei de apeluri nu este disponibilă.~%

source: Use 'GUILE="guile --debug" skribilo ...' for a detailed stack trace.~%
ro: Utilizați «GUILE="guile --debug" skribilo ...» pentru o urmărire detaliată a stivei.~%

source: in '~a': invalid argument '~a': ~S~%
ro: în „~a”: argument nevalid „~a”: ~S~%

source: in '~a': invalid argument: ~S~%
ro: în „~a”: argument nevalid: ~S~%

source: in '~a': too few arguments: ~S~%
ro: în „~a”: prea puține argumente: ~S~%

source: ~a: not found in path '~S'~%
ro: ~a: nu a fost găsit în ruta „~S”~%

source: ~a: cannot open file~%
ro: ~a: nu se poate deschide fișierul~%

source: ~a: cannot write to file~%
ro: ~a: nu se poate scrie în fișierul~%

source: file error: ~a~%
ro: eroare de fișier: ~a~%

source: undefined skribilo error: ~S~%
ro: eroare skribilo nedefinită: ~S~%

source: unexpected error condition: ~A~%
ro: condiție de eroare neașteptată: ~A~%

source: unknown engine `~a'~%
ro: motor necunoscut „~a”~%

source: undefined engine error: ~A~%
ro: eroare de motor nedefinită: ~A~%

source: the-index: char offset '~A' out of bounds~%
ro: the-index: poziția caracterului, „~A”, în afara limitelor~%

source: source language '~a' does not have an extractor~%
ro: limbajul sursă „~a” nu are un extractor~%

source: source definition of '~a' in language '~a' not found~%
ro: definiția sursă a lui „~a” în limbajul „~a” nu a fost găsită~%

source: undefined source error: ~A~%
ro: eroare sursă nedefinită: ~A~%

source: invalid SUI form: ~A~%
ro: formă SUI nevalidă: ~A~%

source: undefined SUI error: ~A~%
ro: eroare SUI nedefinită: ~A~%

source: option '~a' of markup '~a' not supported by engine '~a'~%
ro: opțiunea „~a” a marcajului „~a” nu este acceptată de motorul „~a”~%

source: undefined verify error: ~a~%
ro: eroare de verificare nedefinită: ~a~%

source: image URLs are not supported
ro: adresele URL ale imaginilor nu sunt acceptate

source: Info node title '~A' already used
ro: Titlul nodului de informații „~A” este deja folosit

source: previous occurrence was here
ro: apariția anterioară a fost aici

source: file, start/stop, and definition cannot be combined with body
ro: „file”, „start/stop”, și „definition” nu pot fi combinate cu corpul („body”)

source: start/stop are exclusive with a definition
ro: „start/stop” sunt exclusive cu o „definition”

source: start/stop and definition require a file specification
ro: „start/stop” și „definition” necesită o specificație de fișier

source: definition requires a language specification
ro: „definition” necesită o specificație de limbaj

source: start line is greater than stop line
ro: linia de start este mai mare decât linia de stop

source: input is not a valid RSS 2.0 feed
ro: intrarea nu este un flux RSS 2.0 valid

source: tag '~s' ignored
ro: marcajul „~s” ignorat

source: skipping tag '~a'~%
ro: se omite marcajul „~a”~%

source: no RSS 2.0 channels found in feed
ro: nu s-a găsit niciun canal RSS 2.0 în flux

source: Usage: skribilo [OPTIONS] [INPUT]
ro: Utilizare: skribilo [OPȚIUNI] [INTRARE]

source: Process Skribilo document from file INPUT (or standard input) using the specified reader syntax or the 'skribe' syntax, and produce its output using the specified engine or the 'html' engine.
ro: Prelucrează documentul Skribilo din fișierul INTRARE (sau intrarea standard) folosind sintaxa lectorului specificată sau sintaxa „skribe” și produce ieșirea acestuia folosind motorul specificat sau motorul „html”.

source: -R, --reader=READER use READER to parse the input file; e.g., 'skribe' (default) or 'outline'
ro: -R, --reader=LECTOR utilizează LECTOR pentru a analiza fișierul de intrare; de exemplu, „skribe” (implicit) sau „outline”

source: -t, --target=ENGINE use ENGINE as the output engine; e.g., 'html'
ro: -t, --target=MOTOR utilizează MOTOR ca motor de ieșire; de exemplu, „html”

source: -c, --custom=C=VAL use VAL as the value of ENGINE's custom C
ro: -c, --custom=C=VAL utilizează VAL ca valoare a C personalizat al MOTORULUI

source: -o, --output=FILE write output to FILE
ro: -o, --output=FIȘIER scrie ieșirea în fișierul specificat

source: --compat=COMPAT use COMPAT as the compatibility layer; e.g., 'skribe'
ro: --compat=COMPAT utilizează COMPAT ca strat de compatibilitate; de exemplu, „skribe”

source: -I, --doc-path=DIR prepend DIR to the document include path
ro: -I, --doc-path=DIRECTOR adaugă DIRECTOR la ruta de includere a documentului

source: -B, --bib-path=DIR prepend DIR to the bibliography include path
ro: -B, --bib-path=DIRECTOR adaugă DIRECTOR la ruta de includere a bibliografiei

source: -S, --source-path=DIR prepend DIR to the source include path
ro: -S, --source-path=DIRECTOR adaugă DIRECTOR la ruta de includere a sursei

source: -P, --image-path=DIR prepend DIR to the image include path
ro: -P, --image-path=DIRECTOR adaugă DIRECTOR la ruta de includere a imaginii

source: -U, --sui-path=DIR prepend DIR to the Skribe URL Index (SUI) search path
ro: -U, --sui-path=DIRECTOR adaugă DIRECTOR la ruta de căutare a indexului adresei URL a Skribe (SUI)

source: -b, --base=BASE strip BASE from all hyperlinks ('html' engine)
ro: -b, --base=BAZA elimină BAZA din toate hiperlegăturile (motor „html”)

source: -e, --eval=EXPR prepend EXPR to the list of expressions to be evaluted before the input file is processed
ro: -e, --eval=EXPRESIA adaugă EXPRESIA la lista de expresii care trebuie evaluate înainte ca fișierul de intrare să fie procesat

source: -p, --preload=FILE preload FILE before processing the input file
ro: -p, --preload=FIȘIER preîncarcă FIȘIERUL înainte de a procesa fișierul de intrare

source: -v, --verbose[=LEVEL] be verbose, unless LEVEL is 0
ro: -v, --verbose[=NIVEL] să fie descriptiv, cu excepția cazului în care NIVEL este 0

source: -w, --warning[=LEVEL] issue warnings, unless LEVEL is 0
ro: -w, --warning[=NIVEL] emite avertismente, cu excepția cazului în care NIVEL este 0

source: -g, --debug[=ARG] issue debugging output, unless ARG is 0; if ARG is not a number, it is interpreted as a symbol to be watched
ro: -g, --debug[=ARG] generează ieșirea de depanare, cu excepția cazului în care ARG este 0; dacă ARG nu este un număr, acesta este interpretat ca un simbol care trebuie urmărit

source: --no-color disable colored debugging output
ro: --no-color dezactivează ieșirea de depanare colorată

source: -h, --help display this help text and exit
ro: -h, --help afișează acest mesaj de ajutor și iese

source: -V, --version display version information and exit
ro: -V, --version afișează informațiile despre versiune și iese

source: Report bugs to <~a>.~%
ro: Raportați erorile la <~a>.~%

source: ~a: missing value for custom
ro: ~a: valoare lipsă pentru personalizare

source: ~a: invalid custom value
ro: ~a: valoare personalizată nevalidă

source: warning: failed to install locale: ~a~%
ro: avertisment: a eșuat instalarea configurației regionale: ~a~%
